{
  "name": "Mia",
  "greetingText": "I reeeeally ADORE your name btw!",
  "wishText": "Dear Mia my beautiful Baby it’s been 4 months and i my love for you grows more and more every day today is special It’s Valentine and i wanted to let you know that i’m happy that i’m with you sweetheart,i’m happy that you’re my valentine And i’m happy that you’re my girlfriend darling.I Really LOVE YOU so so so much My love you’re my everything in this world you’re the one who’s by my side either when i’m happy or sad hopefully we will grow up together and one we will be together forever,it’s true that’s you’re miles away from me but i’m living with you every moment through the sweetest conversation between us.Also i want you know you’re all that i want in my woman for me baby you’re perfect i know life isn’t easy for you and still didn’t move on from your past but it’s okay i’ll never give up I’ll always love you darling i’ll always be by your side i’ll do my best to never let you down I’ll be the man who you deserve the man who will give you the best treatment the man who will never betray your trust. Darling, you have no idea how much you’re precious for me like so so PRECIOUS i’m just sorry baby if i hurted you before i really regret it i don’t want to lose you baby for me you’re the whole world i know sometime i sound carless and dosn’t give you the attention and the time you deserve but i promise i really want to and day i’ll be able to give you all the attention you deserve and i’m sorry if sometimes i make you feel like i don’t love you or smthng but you know i’m new to this cuz you’re literally my first love and also you’re my last  and i love you so much my sweet little princess and i want you to know that even if we argue or smthng i never think of breaking up i only think how to fix it and make our bond even stronger and the distance between us will never can never stop me from loving you. SO BABY I REALLY REALLY REALLY LOVE YOU SOOOO MUCH AND I’LL ALWAYS DO MY SWEET  BEAUTIFUL LITTLE PRINCESS. ",
  "imagePath": ""
}
